Repository: tud-mit-plone/TUDChat
Catalog: tud/addons/chat/locales/*/LC_MESSAGES/tud.addons.chat.js.po
Languages: de

# user_enters_room
source: ${user} enters the chat session.
de: ${user} hat die Chatsitzung betreten.

# users_enter_room
source: ${users} and ${last_user} enter the chat session.
de: ${users} und ${last_user} haben die Chatsitzung betreten.

# user_leaves_room
source: ${user} leaves the chat session.
de: ${user} hat die Chatsitzung verlassen.

# users_leave_room
source: ${users} and ${last_user} leave the chat session.
de: ${users} und ${last_user} haben die Chatsitzung verlassen.

# message_edited_by
source: Edited by
de: Bearbeitet durch

# message_deleted_by
source: Deleted by
de: Gelöscht durch

# link_warning_1
source: This link was not written by a moderator. TU Dresden hereby expressly distances itself from the content of the link.
de: Dieser Link wurde nicht von einem Moderator geschrieben. Die TU Dresden distanziert sich an dieser Stelle ausdrücklich vom Inhalt dieses Links.

# link_warning_2
source: Should the link ${link} really be opened?
de: Soll der Link ${link} wirklich geöffnet werden?

# button_yes
source: Yes
de: Ja

# button_no
source: No
de: Nein

# message_to
source: Message to: ${target}
de: Nachricht an: ${target}

# send_private_message
source: Send private message to ${user}
de: Private Nachricht an ${user} schicken

source: Warning!
de: Verwarnung!

source: ${user} is moderator.
de: ${user} ist Moderator.

source: Private message to
de: Private Nachricht an

source: Edit message
de: Nachricht bearbeiten

source: Delete message
de: Nachricht löschen

source: New message:
de: Neue Nachricht:

# button_edit
source: Edit
de: Bearbeiten

# button_abort
source: Abort
de: Abbrechen

# delete_confirmation
source: Would you really delete this message?
de: Wollen Sie diese Nachricht wirklich löschen?
